{"filename": ["C:/Users/Pearl/Desktop/人工标注/reducedwork/PIO/tabula-50", ".csv"], "content": [{"Title": "Byaruhanga 2015", "Methods": "Prospective parallel randomised controlled trial.Funding: Grand Challenges Canada provided funding for the trial (grant number CRS10018) and Laerdal Foundation for the training module ‘Helping Babies Survive Labour’(grant number 40038)", "Participants": "Location: Nsambya teaching hospital in Kampala, Uganda. 1 centre.Inclusion criteria: women consented antenatal and reconfirmed in active labour.Women included were in established labour, with singleton pregnancy, cephalic presen-tation, > 37 weeks’ gestation including post term, cervical dilation ≤ 7 cm, normal FHRon admission (120-160)Exclusion criteria: women in second stage of labour or diagnosed as contraindicatedfor labouring when admitted (e.g. antepartum haemorrhage), intrauterine fetal death onadmission or were having an elective caesarean1987 pregnant women were recruited.", "Interventions": "Women in established labour received either:Intermittent FHR auscultation with hand-held wind-up Doppler for 1 minute (60 sec-onds) immediately after a contraction:• every 30 minutes in 1st stage,• every 15 minutes in 2nd stage before pushing, and• every 5 minutes in 2nd stage when pushing,(n = 1000, 992 included in the analysis)or, Intermittent FHR auscultation with a Pinard for 1 minute (60 seconds) immediatelyafter a contraction for the same time frames as above (n = 978, 979 included in theanalysis)", "Outcomes": "Primary outcomes: detection of FHR abnormality in labour (tachycardia > 160 bpm,bradycardia < 110 bpm, atypical variable, late or prolonged decelerations), intrapartumstillbirth and neonatal deaths in first 24 hoursSecondary outcomes: Apgar score < 7 at 5 minutes, admission to special care unit,diagnosis of neonatal encephalopathy (mild moderate or severe) and emergency caesareansection"}, {"Title": "Mdoe 2015", "Methods": "Prospective parallel randomised controlled trial.Funding: no details provided.", "Participants": "Location: 2 settings in the United Republic of Tanzania. An urban setting at the Muhim-bili National Hospital and rural setting at the Haydom Lutheran Hospital. In all settingsfetal blood gas sampling or epidural analgesia were not availableInclusion criteria: women with low risk, who consented and were in active labour withsingleton pregnancies, cephalic presentation, normal FHR (120-160 bpm) and with acervical dilatation of ≤ 7 cmExclusion criteria: women arriving in second stage, no other exclusion criteria describedIt appears 1376 women at Muhimbili National Hospital and 1623 women at HaydomLutheran Hospital were recruitedA total of 2999 women were randomised.", "Interventions": "Intermittent auscultation with hand-held Doppler (Doppler) comparing urban withrural setting (n = 1521 (not clear)). Frequency of intermittent auscultation and length oflistening (timing) not described but stated as ’free play’. Unclear what ’free play’ meanOr intermittent auscultation with Pinard Feteoscope comparing urban with rural setting(n =1475 (not clear)). Frequency of intermittent auscultation and length of listening(timing) not described but stated as ’free play’. Unclear what ’free play’ means", "Outcomes": "Outcomes are not reported separately for primary and secondary outcomes. Outcomesreported were caesarean section; abnormal FHR defined as < 120 or > 160 bpm; admis-sion to NNU; 5 minute Apgar score < 7; bag mask ventilation; fresh stillbirth; neonataldeath"}]}