{"filename": ["C:/Users/Pearl/Desktop/人工标注/reducedwork/PIO/tabula-58", ".csv"], "content": [{"Title": "Galetta 2005", "Methods": "Method of randomisation not clear.", "Participants": "20 patients (median age 54 years (all < 60 years); 11 males and 9 females) with non-Hodgkin lymphoma (stage2, 3 or 4, but number of patients with each stage in the different treatment groups nm) treated with epirubicin(cumulative dose nm; peak dose (i.e. maximal dose received in 1 week) 40 mg/m2 ; bolus infusion), cyclophosphamide,etoposide, prednisolone, vincristine, methotrexate, aracytin and bleomycin. No prior anthracyclines. No prior cardiacradiotherapy. No prior cardiac dysfunction", "Interventions": "Dexrazoxane (10:1 ratio of study drug to epirubicin; IV infusion over 15 minutes immediately after epirubicin) (n= 10) versus no cardioprotective intervention (n = 10)", "Outcomes": "Heart failure (subclinical heart failure defined as abnormalities in for example left ventricular diastolic diameter,posterior wall diastolic thickness and LVEF as measured by echocardiography; no further definitions were provided)"}, {"Title": "Gallegos-Castorena 2007"}, {"Title": "Methods Method of randomisation not clear.", "Participants": " 28 children (mean age 11.6 years (range 7 to 15); 14 males and 14 females) with osteosarcoma (stage nm; in 5 patientsmetastatic disease) treated with doxorubicin (cumulative dose nm, but according to protocol patients should receive150 mg/m2; peak dose (i.e. maximal dose received in one week) 75 mg/m2; infusion duration nm) and intra-arterialcisplatin. No prior anthracyclines. No prior cardiac radiotherapy. Prior cardiac dysfunction nm", "Interventions": " Amifostine (740 mg/m2/dose (cumulative dose according to protocol 2960 mg/m2); IV infusion under sedation over15 minutes immediately prior to each cisplatin dose) (n=15) versus no cardioprotective intervention (n=13)", "Outcomes": " Heart failure (clinical heart failure and subclinical heart failure according to WHO criteria; it was stated that for the", " ": "evaluated parameters they did not differ from the NCI system, i.e. grade 1-2 is subclinical)Response rate (complete/good remission defined as >90% necrosis after tumorectomy; partial remission defined as60-90% necrosis after tumorectomy)Adverse effects (according to WHO criteria; it was stated that for the evaluated parameters they did not differ fromthe NCI system)"}, {"Title": "Kalay 2006", "Methods": "Method of randomisation not clear.", "Participants": "50 patients (age for all randomised patients nm: see notes; 43 females and 7 males) with breast cancer, lymphoma orother type of malignancy (stage nm) treated with therapy including adriamycin or epirubicin (cumulative dose forall randomised patients nm: see notes; peak dose (i.e. maximal dose received in 1 week) nm; infusion duration nm).No prior anthracyclines. No prior cardiac radiotherapy. No prior cardiac dysfunction", "Interventions": "Carvedilol (12.5 mg per os once daily) (n = 25) versus placebo (n = 25)", "Outcomes": "Heart failure (clinical heart failure defined as decompensated heart failure; subclinical heart failure defined as echocar-diographic LVEF < 50%)", "Notes": "Length of follow up 6 months.Mean age in intervention group 46.8 years and mean age in control group 49 yearsCumulative doxorubicin and epirubicin dose in intervention group: 525.3 mg/m2 and 787.9 mg/m2; cumulativedoxorubicin and epirubicin dose in control group: 513.6 mg/m2 and 770.4 mg/m2."}, {"Title": "Lipshultz 2004", "Methods": "Computer-generated randomisation(permuted block design with institutional balancing to ensure that a treatment imbalance within an institution wasno greater than 3 patients)", "Participants": "206 children (age for all randomisedwith multiagent chemotherapy (includingtherapy. No prior cardiac radiotherapy. Part of the patients were diagnosed with prior cardiac dysfunction (by eitherechocardiography or the cardiac marker troponin T), but the exact number of patients was nm", "Interventions": "Dexrazoxane (10:1 ratio of study drug to doxorubicin; IV bolus up to 15 minutes immediately before doxorubicin)(n=105) versus no cardioprotective intervention (n=101)", "Outcomes": "Heart failure (clinical heart failure defined as congestive heart failure or other symptomatic cardiac disease)Response rate (defined as the number of patients in complete remission; no definition of complete remission provided)Adverse effects (no definition provided)."}, {"Title": "Marty 2006", "Methods": "Randomisation was performed centrally using a permuted block design, which was stratified by center and thus bytype of anthracycline used and dose of dexrazoxane (open label study)", "Participants": "164 patients (median age 52 years (range 30-76); all females) with advanced or metastatic breast cancer treated witheither epirubicin or doxorubicin (cumulative dose: see notes; peak dose (i.e. maximal dose received in 1 week) seenotes; infusion duration nm). Prior anthracycline therapy in both treatment groups (median cumulative dose similarin both: dexrazoxane group: a median cumulative doxorubicin dose of 290 mg/m2 (range 30-650) in 46 patientsand a median cumulative epirubicin dose of 421 mg/m2 (range 231-599) in 42 patients; some patients were treatedwith both doxorubicin and epirubicin; control group: a median cumulative doxorubicin dose of 243 mg/m2 (range60-480) in 44 patients and a median cumulative epirubicin dose of 360 mg/m2 (range 94-599) in 38 patients; somepatients were treated with both doxorubicin and epirubicin). Prior cardiac radiotherapy was possible for 74 patientsrandomised to dexrazoxane and 62 patients in the control group (dose nm). No prior cardiac dysfunction", "Interventions": "Dexrazoxane (20:1 ratio of study drug to doxorubicin and 10:1 ratio to epirubicin; IV infusion over 15 minutes 30minutes prior to anthracycline infusion) (n=85) versus no cardioprotective intervention (n=79)", "Outcomes": "Heart failure (i.e. clinical heart failure defined as clinical signs of cardiac insufficiency (graded according to NYHAcriteria); subclinical heart failure defined as 1) a reduction in LVEF by 10% absolute percentage points or more asmeasured by MUGA scan or 15% or more as measured by echocardiography, 2) a reduction in absolute LVEF asmeasured by echocardiography or MUGA scan to a value below 45%)Response rate (according to WHO criteria).Survival."}, {"Title": "Schwartz 2009", "Methods": "Method of randomisation not clear.", "Participants": "216 children (mean age 14 years (range 4-21); 140 males and 76 females) with intermediate or high risk Hodgkinlymphoma (stage IB n=1, stage II n=81, stage III n=52, stage IV n=70, stage unknown n=12) treated with multiagentchemotherapy including doxorubicin (cumulative dose nm (according to protocol 180 mg/m2 for patients with rapidearly response and 300 mg/m2 for patients with slow early response; it was stated that there were virtually no dosereductions); peak dose (i.e. maximal dose received in 1 week) 60 mg/m2; infusion duration nm). Patients received21 Gy of radiotherapy to mantle if it involved Hodgkin lymphoma; pericardial infusions, lung disease or pericardialinvolvement were treated with 10.5 Gy (no further information provided). Prior anthracycline therapy nm. Priorcardiac radiotherapy nm. Prior cardiac dysfunction nm", "Interventions": "Dexrazoxane (10:1 ratio of study drug to doxorubicin (see notes); IV infusion (infusion duration and timing inrelation with doxorubicin nm)) (n=107) versus no cardioprotective intervention (n=109)", "Outcomes": "Heart failure (i.e. clinical heart failure defined according to NCI-CTCv2.0 criteria)Response rate (complete remission defined as disappearance of active disease (gallium negative, 70% or more decreasein the sum of the products of the perpendicular diameters of measurable lesions and negative bone marrow or bonescan if initially positive)Adverse effects (according to NCI-CTCv2.0 criteria)."}, {"Title": "Waldner 2006", "Methods": "Method of randomisation not clear.", "Participants": "40 patients (age for all randomised patients nm; sex nm) with non-Hodgkin lymphoma (stage nm) treated with dox-orubicin (cumulative dose: see notes; peak dose (i.e. maximal dose received in 1 week) 100 mg/m2; infusion durationnm), cyclophosphamide, vincristine and prednisolone. Prior anthracycline therapy nm. Prior cardiac radiotherapynm. Prior cardiac dysfunction was present in 6 patients (3 in each group; no definition provided)", "Interventions": "L-carnitine (3 gram infusion before each chemotherapy cycle and 1 gram orally during the following 21 days) (n=20) versus placebo (n=20)", "Outcomes": "Heart failure (i.e. clinical heart failure defined as cardiac problems)Survival.Quality of life (according to a standardized questionnaire by Hofmann 1993 and Tuchler 1992)."}]}