{"filename": ["C:/Users/Pearl/Desktop/人工标注/reducedwork/PIO/tabula-54", ".csv"], "content": [{"Title": "Forleo 2009", "Methods": "RCT", "Participants": "Country: ItalyInclusion criteria: Diabetes mellitus 2 participants with symptomatic paroxysmal orpersistent AF for ≥ 6 months refractory to ≥ 1 class 1-3 antiarrhythmic drugsExclusion criteria:• Age < 18 or > 75 years• Ejection fraction < 30%, left atrial size > 55 mm• Absence of informed participant consent.• Any condition that would make survival for 1 year unlikely.• Participants with prior cardiac surgery as well participants with history of previousablation for AF.Randomised: Control: 35, Intervention: 35Age (mean in years): Control: 64.8, Intervention: 63.2% Male gender: Control: 23, Intervention: 20", "Interventions": "Control: New ADT. In participants with persistent AF, cardioversion was performedunder a new ADT to maintain the sinus rhythm5-week blanking period.Intervention: Pulmonary vein isolation. Participants were discharged on antiarrhythmicdrugs", "Outcomes": "Analysis was by intention-to-treat.Primary outcomes1. Freedom from atrial arrhythmiasControl: 15/35, Intervention: 28/352. % Needing cardioversion after blanking periodControl: 0/35, Intervention: 0/35"}, {"Title": "Mont 2014", "Methods": "RCT", "Participants": "Country: SpainInclusion criteria: Participants with symptomatic persistent atrial fibrillation (> 7 or <7 days requiring electrical or pharmacological cardioversion) refractory to at least oneclass I or class III antiarrhythmic drugExclusion criteria:• Age < 18 or > 70 years• Long-standing persistent AF (> 1 year of continuous AF)• First episode of AF• Hyper- or hypothyroidism• Hypertrophic cardiomyopathy• Implanted pacemaker or defibrillator• Moderate or severe mitral disease or mitral prosthesis• Left ventricular ejection fraction < 30%• Left atrial diameter > 50 mm• Prior ablation procedure• Contraindication for oral anticoagulation• Left atrial thrombus• Active infection or sepsis• Pregnancy• Unstable angina• Acute myocardial infarction during previous 3 months• Life expectation < 12 months• Current participation in another clinical trial• Mental disease or inability to give informed consent• Disease contraindicating ablation or ADTRandomised: Control: 48, Intervention: 98Age (mean in years): Control: 55, Intervention: 55% Male gender: Control: 77, Intervention: 77.5", "Interventions": "Control: Participants were treated depending on physician’s choice and according tocurrent guidelines. Discontinuation of the antiarrhythmic treatment was not requiredbefore inclusion in the ADT group. There was no predefined protocol on the use ofADT during the blanking periodIntervention: Pulmonary vein ablation. Antiarrhythmic drugs were discontinued ≥ 5half-life periods (or ≥ 1 week for amiodarone) before ablation; antiarrhythmics werereinitiated immediately after CA for the blanking period3-month blanking period.", "Outcomes": "Analysis was by intention-to-treatPrimary outcomes1. Freedom from atrial arrhythmiasControl: 43.7%, Intervention: 70.4%2. % Needing cardioversion after blanking periodControl: 50, Intervention: 34.7"}, {"Title": "Stabile 2006", "Methods": "RCT", "Participants": "Country: ItalyInclusion criteria: Participants with paroxysmal or persistent AF who were intolerant ofantiarrhythmic drugs or in whom two or more antiarrhythmic drug regimens had failedExclusion criteria:• Age < 18 or > 80 years• Permanent AF (AF was the sole rhythm for the last 12 months)• AF secondary to a transient or correctable abnormality, including electrolyteimbalance, trauma, recent surgery, infection, toxic ingestion, and endocrinopathy• Persistence of AF episodes triggered by another uniform arrhythmia (i.e. atrialflutter or atrial tachycardia) despite previous supraventricular tachycardia ablation• Intra-atrial thrombus, tumour, or other abnormality precluding catheter insertion• Wolff-Parkinson-White syndrome• Heart failure with New York Heart Association (NYHA) class III or IV or ejectionfraction ≤ 35%• Unstable angina or acute myocardial infarction within 3 months• Cardiac revascularisation or other cardiac surgery within 6 months or with prioratrial surgery• Renal failure requiring dialysis, or hepatic failure• An implanted device (pacemaker or cardioverter-defibrillator)• Left atrial diameter > 60 mmRandomised: Control: 19, Intervention: 26Age (mean in years): Control: 62.3, Intervention: 62.2%Male gender: Control: 64, Intervention: 54", "Interventions": "Control: The antiarrhythmic drug preferentially administered was amiodarone. In par-ticipants with history of intolerance to amiodarone, a class IC antiarrhythmic was ad-ministered. The final decision was left to the physicianIntervention: Pulmonary vein isolation, circumferential ablation, plus left atrial linearlesion ± cavo-tricuspid isthmus", "Outcomes": "Analysis was by intention-to-treatPrimary outcomes1. Absence of any recurrence of atrial arrhythmiasControl: 6/69, Intervention: 38/682. % Needing cardioversion after blanking periodControl: 0/69, Intervention: 0/77"}]}